Repository: AdrienDhmx/MusicPlay
Catalog: MusicPlay.Language/Resources/Resources.*.resx
Languages: fr

source: Add to Favorite
fr: Ajouter au Favoris

source: Add to Playlist
fr: Ajouter à la playliste

source: Add to Queue
fr: Ajouter à la queue

source: Album Cover
fr: Jaquette de l'album

# Albums_View_Dscpt
source: Display all your albums.
fr: Affiche tous vos albums.

source: Album Artist
fr: Album Artiste

source: Album-Artists
fr: Album-Artistes

source: Album Genre
fr: Genre de l'Album

source: All
fr: Tous

source: Applied
fr: Appliqué

source: Apply
fr: Appliquer

source: Artist
fr: Artiste

# Artists_View
source: Artists
fr: Artistes

# Artists_View_Dscpt
source: Display all your artists.
fr: Affiche tous vos artistes

# Artwork
source: Artwork (Track Cover)
fr: Jaquette de la piste

# ArtworkDeletedMsg
source: The Artwork has been deleted for
fr: La couverture à été supprimée pour la piste suivante:

# Artwork_Changed_Msg
source: The artwork has been changed for
fr: La couverture a été changed pour

source: Ascending Year
fr: Année (Croissant)

source: Audio Bitrate
fr: Bitrate Audio

source: Audio Channels
fr: Canaux Audio

source: Audio Sample Rate
fr: Taux d'échantillonnage

# Auto
source: Automatic
fr: Automatique

# AutoCover
source: Auto
fr: Auto (Choisis automatiquement quelle jaquette à afficher pour chaque piste)

source: Bits per Sample
fr: Bits par échantillon

source: Cancel
fr: Annuler

# ChangeDirectory
source: Change Folder
fr: Changer le Dossier

source: Change Artwork
fr: Changer la couverture

source: Change Cover
fr: Changer la couverture

# Chinese_Cantonese_Lang
source: Chinese (Cantonese)
fr: Chinois (Cantonais)

# Chinese_Mandarin_Lang
source: Chinese (Mandorin)
fr: Chinois (Mandarin)

# CircledBar
source: Cirlce with Bars
fr: Barres en cercle

# CircledGraph
source: Circle Graph
fr: Graphique circulaire

# CircledPoints
source: Cirlce with Points
fr: Points en cercle

source: Clear Database
fr: Effacer la base de données

source: Color
fr: Couleur

source: Composers
fr: Compositeurs

source: Confirm
fr: Confirmer

source: CopyRight
fr: Droits d'Auteur

# CoverDeletedMsg
source: The cover has been deleted for
fr: La couverture à été supprimée pour

# Cover_Changed_Msg
source: The cover has been changed for
fr: La couverture a été changed pour

source: Create
fr: Créer

source: Create Playlist
fr: Créer une playliste

# CurrentDirectory
source: Current Folder:
fr: Dossier Actuel:

# Dark_Theme
source: Default Dark Theme
fr: Thème Sombre

# DataBase_Cleared_Msg
source: The DataBase has been deleted.
fr: La base de donnée a été supprimée.

source: day
fr: jour

source: days
fr: jours

source: Default
fr: Défaut

source: Delete
fr: supprimer

source: Descending Year
fr: Année (Décroissant)

source: Duration
fr: Durée

source: Edit
fr: Modifier

# English_Lang
source: English
fr: Anglais

# Error_Corrupted_File
source: The current file is corrupted and cannot be played.
fr: Ce fichier est corrompu et ne peut pas être joué.

# Error_Not_Enough_Data_Radio
source: There is not enough data to create a radio yet. Listen to more tracks and try again!
fr: Il n'y a pas assez de donnée pour creer une radio. Ecoutez plus de morceaux et réessayez!

# Error_No_Connection
source: No internet connection.
fr: Pas de connection à internet.

source: ExtraThin
fr: Extra-Fin

source: Favorite
fr: Favoris

# Favorite_Dscpt
source: All of your Favorites tracks in one place!
fr: Tous vos Favoris en une Playliste!

source: File Name
fr: Nom du Fichier

source: File Path
fr: Chemin d'Accès

source: File Properties
fr: Propriétés du Fichier

# File_Properties_Dscpt
source: Filename, Sample Rate, Audio Bitrate...
fr: Nom du fichier, Débis binaire, Taux d'échantillonage...

source: Fill
fr: Remplir

source: Filter
fr: Filtrer

# Fisrt_Time_Playing
source: First Time Playing!
fr: Première écoute!

# French_Lang
source: French
fr: Français

# General_Setting
source: General
fr: Général

# German_Lang
source: German
fr: Allemand

source: Good Evening
fr: Bonsoir

source: Good Morning
fr: Bonjour

source: has been added to
fr: a été ajouté(e) à

source: has been changed to
fr: à été changer:

source: has been created.
fr: a été créé.

source: has been deleted.
fr: à été supprimé(e).

source: has been removed from
fr: a été retiré(e) de

source: has been updated.
fr: ont été mise à jour.

source: Have been added to
fr: ont été ajoutées à

source: Hi
fr: Bonjour

source: High
fr: Elevé

source: History
fr: Historique

# Home_View
source: Home
fr: Accueil

source: hour
fr: heure

source: hours
fr: heures

# ImportMsg1
source: Looking for Artists...
fr: Recherche d'Artistes...

# ImportMsg2
source: Importing Albums and Tracks...
fr: Import des albums et des pistes...

# ImportMsg3
source: Updating Artists data...
fr: Mise à jour et vérifications des données des Artistes...

# Import_Directory
source: Scan a folder to import your library or add new tracks to it.
fr: Scan un dossier pour importer votre librairie ou y ajouter des pistes.

# Import_Library_View
source: Scan Library
fr: Scan

# Japanese_Lang
source: Japanese
fr: Japonais

# Korean_Lang
source: Korean
fr: Coréen

# Language_Changed_Msg
source: The language has been changed to
fr: La langue à été changée en

# Language_Setting
source: Language
fr: Langues

source: Last Played
fr: Historique

# Last_Played_Dscpt
source: Your playback history (up to 100 tracks).
fr: Votre historique d'écoutes.

source: Leave
fr: Quitter

# Light_Theme
source: Default Light Theme
fr: Thème clair

# LinearDownTapPoint
source: Downward Tap Points
fr: Tap Points vers le bas

# LinearDownwardBar
source: Downward Bars
fr: Barres vers le bas

# LinearDownwardGraph
source: Downward Graph
fr: Graphique vers le bas

# LinearDownwardPoints
source: Downward Points
fr: Points vers le bas

# LinearMirroredBar
source: Mirrored Bars
fr: Barres en miroir

# LinearMirroredGraph
source: Mirrored Graph
fr: Graphique en miroir

# LinearMirroredPoints
source: Mirrored Points
fr: Points en miroir

# LinearUpTapPoint
source: Upward Tap Points
fr: Tap Points vers le haut

# LinearUpwardBar
source: Upward Bars
fr: Barres vers le haut

# LinearUpwardGraph
source: Upward Graph
fr: Graphique vers le haut

# LinearUpwardPoints
source: Upward Points
fr: Points vers le haut

source: Low
fr: Faible

# Lyrics_View
source: Lyrics
fr: Paroles

source: Main Informations
fr: Informations Principales

# Main_Informations_Dscpt
source: Title, Album, Performer, Genre, Copyright...
fr: Titre, Album, Interprète, Genre, Droits d'Auteur...

source: Maximize
fr: Maximiser

source: Minimize
fr: Minimiser

source: Most Played
fr: Vos plus jouer

# Most_Played_Dscpt
source: Your Most Played Traks (Top 50).
fr: Vos pistes les plus jouées (Top 50).

source: My Albums
fr: Mes Albums

source: My Artists
fr: Mes Artistes

source: My Playlists
fr: Mes Playlists

source: Never Played
fr: Jamais Joué

source: Next
fr: Suivant

source: No Data Found
fr: Aucune données trouvées

source: None
fr: Aucune

# Now_Playing_View
source: Now Playing
fr: Lecture en cours

source: No Albums Found
fr: Aucun Album Trouvé

source: No Artists Found
fr: Aucun Artist Trouvé

# No_Connection
source: No Internet Access
fr: Pas d'accès à internet.

source: No History
fr: Pas d'historique

source: No lyrics found
fr: Pas de paroles trouvées.

source: No Playlists Found
fr: Aucune Playliste Trouvée

# Opcaity
source: Opacity (%)
fr: Opacité (%)

# Performance_Warning
source: Performance might be affected
fr: Les performances peuvent être affectées.

source: Performer
fr: Interprète

source: Performers
fr: Interprètes

# PermanentlyDeletedWarning
source: will be permanently deleted.
fr: va être supprimé(e) définitivement.

source: Play
fr: Jouer

# Playback_history_of
source: Play Record of
fr: Historique de lecture du

source: Play Count
fr: Nombre d'écoutes

source: Playing from
fr: Joué à partir de

# Playlists_View
source: Playlists
fr: Playlistes

# Playlist_Cover
source: Playlist Cover (optional)
fr: Couverture de la playliste

# Playlist_Created_Msg
source: A new playlist has been created:
fr: Une nouvelle playliste a été créée:

# Playlist_Description
source: Playlist Description (optional)
fr: Description de la playliste

source: Playlist Name
fr: Titre de la playliste

# Play_From_URL
source: Play from a URL
fr: Jouer à partir d'un URL

source: Play Next
fr: Jouer après

source: Previous
fr: Precedent

# QueueCover_Settings
source: Queue Covers Display Options
fr: Affichage des jaquettes pour les pistes à venir (queue)

# Radio_Station_For_You
source: Radio Stations for You
fr: Stations Radio pour Vous

source: Recently Played Albums
fr: Albums joué récemment

source: Recently Played Artists
fr: Artists joué récemment

source: Refresh Rate
fr: Taux de rafraîchissement

source: Remove from Favorite
fr: Retirer des favoris

source: Remove From Playlist
fr: Retirer de la playlist

# Repeat
source: Reapeat
fr: Répéter

# Restart_App_To_Apply_Theme
source: The theme will be applied the next time you open the application.
fr: Le thème sera appliqué a la prochaine ouverture de l'application.

# Restart_To_Apply_Msg
source: Restart the application to apply the change.
fr: Redémarez l'application pour appliquer le changement.

source: Save
fr: Sauvegarder

source: Save as Playlist
fr: Sauvegarder comme playliste

source: Scan Folder
fr: Scanner le Dossier

# Scan_Done_Msg
source: tracks have been imported.
fr: pistes ont été importées.

source: Search
fr: Chercher

source: Second
fr: Seconde

source: seconds
fr: secondes

source: Select an Image
fr: Sélectionnez une image

# Settings_View
source: Settings
fr: Paramètres

source: Shuffle
fr: mélanger

source: Sorted by
fr: Triéé par

# Spanish_Lang
source: Spanish
fr: Espagnole

# Starting_View_Changed_Msg
source: The starting view has been changed to
fr: La page de départ à été modifiée:

# Starting_View_Setting
source: Starting View
fr: Page de départ

# Starting_View_Setting_Dscpt
source: Defines wich view the application shows first.
fr: Définis quelle page s'affiche à de l'ouverture de l'application.

# StrokeThickness
source: Outline Thickness
fr: Epaisseur des contours

# Sub_StartingView_Changed_Msg
source: The sub starting view for
fr: La sous page de départ pour

source: The database
fr: La base de donnée

source: The data for
fr: Les données pour

# Themes_Setting
source: Themes
fr: Thèmes

# Theme_Changed_Msg
source: The theme has been changed to
fr: Le thème à été changer:

source: The album
fr: L'album

source: The artist
fr: L'artiste

source: the queue
fr: la queue

source: The track
fr: La piste

source: Thin
fr: Fin

source: This Month
fr: Ce mois

source: This_Year
fr: Cette année

source: Time
fr: Temps

source: Title
fr: Titre

source: Today
fr: Aujourd'hui

source: Tomorow
fr: Demain

source: Track
fr: Piste

# TrackNotFoundMsg
source: Track(s) not found and therefore deleted from the Database.
fr: Piste(s) n'ont pas été trouvée(s) et donc supprimée(s) de la base de données.

source: Tracks
fr: Pistes

# Track_Info_View
source: Track Info
fr: Info

# VCenterFreq
source: Center Frequencies
fr: Centrer les Frequences

# VColorDscpt
source: The color of the objects composing the visualizer.
fr: La couleur des objets du visualiseur.

# VCutFreq
source: Cut High Frequencies
fr: Couper les hautes fréquences.

# VCutPercentage
source: Cut Percentage
fr: Pourcentage du coupage

# VDataQuantity
source: Data quantity
fr: Quantité de Données

source: Very High
fr: Très élevé

# VFillDscpt
source: Fill the objects with the color.
fr: Remplies les objets.

source: Visualizer
fr: Visualiseur

source: Visualizer Settings
fr: Paramètres du visualiseur

# VObjectLength
source: Objects Size
fr: Largeur des Objets

# VRepresentation
source: Data representation
fr: Représentation des données

# VSmoothGraph
source: Smooth Graph
fr: Graphique lisse

# VStrokeThickness
source: The thickness of the border of the objects, or the thickness of the line for the graphs representations.
fr: Détermine l'épaisseur du contour des objets.

source: Welcome
fr: Bienvenue

source: Welcome Back
fr: Content de vous revoir

source: Year
fr: Année

source: Yesterday
fr: Hier

source: Your Interactions
fr: Vos Interactions

# Your_Interactions_Dscpt
source: Rating, Favorite, PlayCount...
fr: Notation, Favoris, Nombre d'écoutes
